<template>
    <main>
        <div class="row">
            <div class="col-12">
                <h2>История начала моего пути программиста</h2>
                <p>Когда-то давно, я был обычным школьником, который был зависим от онлайн игры World of Warcraft. Я был
                    настолько поглощен этой виртуальной вселенной, что даже не задумывался о чем-то большем.</p>
                <p>Моя гильдия была одной из крупнейшей на сервере, и мне захотелось создать для нашей команды что-то
                    особенное. Я хотел сайт, который не только объединит нас, но и предоставит удобные инструменты для
                    управления рейдами, отслеживания лучших игроков и привлечения новых участников. Проблема заключалась в
                    том, что на тот момент не существовало готовых решений для создания подобных сайтов, и мне нужно было
                    научиться программировать.</p>
                <p>Это было началом моего пути в мире программирования. На тот момент я не имел ни малейшего опыта в этой
                    области, а в окружении ни кто не знал что такое программирование. Но я не сдавался. Я начал
                    активно искать информацию в интернете о том, как изучать программирование. Я находил уроки, видео,
                    форумы и статьи, и старался усваивать каждый бит информации.</p>
                <p>С каждым днем я все больше погружался в мир программирования. Мои часы, которые раньше уходили на игру,
                    теперь уходили на изучение языков программирования, разработку веб-сайтов и создание баз данных. Я
                    преодолевал преграды и решал сложные задачи, осваивая новые навыки.</p>
                <p>Со временем моя зависимость от World of Warcraft уступила место новой страсти — программированию. Я был
                    готов потратить часы и дни, чтобы сделать сайт лучше. И когда он наконец был готов, я был горд тем,
                    что смог создать его с нуля.</p>
                <p>И так начался мой путь в мире программирования. То, что началось как попытка улучшить игровой опыт моей
                    гильдии, превратилось в страсть и профессию. Сегодня я программист, и могу сказать, что это было одним
                    из самых важных и вдохновляющих изменений в моей жизни. Иногда нам нужно всего лишь одно вдохновение,
                    чтобы перевернуть свою жизнь, и у меня оно было найдено в мире кода и алгоритмов.</p>
            </div>
        </div>
    </main>
</template>

<script>

</script>

<style>
h2, p {
    color: #dbdbdb;
    margin-top: 16px;
}

p {
    font-size: 18px;
}

</style>
